<?php

return [

    'MODULE_NAME' => 'Форум',
    'MODULE_DESC' => 'Форум сайта.',
    'REPLY'=>'Ответить',
    'POSTS' => '0#Ответ|1#Ответа|2#Ответов',
    'TOPICS' => '0#Тема|1#Темы|2#Тем',
    'VIEW_MEMBERS_CAT' => 'Количество пользователей, просматривающих этот форум: {num}',
    'VIEW_MEMBERS_TOPIC' => 'Количество пользователей, читающих эту тему: {num}',
    'MESSAGES' => '{num} сообщений',
    'NO_MESSAGES' => 'Нет сообщений для просмотра',
    'ADD_TOPIC' => 'Создать тему',
    'TITLE_ADD_TOPIC' => 'Создание новой темы в {name}',
    'FIXED' => 'Закреплено',
    'SUB_CATEGORIES' => 'Подфорумы',
    'TOPIC_CLOSED'=>'Тема закрыта',
    'FORUM_OPTIONS'=>'Опции форума',
    'ADD_SUB_CATEGORY'=>'Добавить под-форум',
    'NO_MSG_FOR_VIEW'=>'Нет сообщений для просмотра',
    'ADD_THEME'=>'Новая тема',
    'LAST_POST_FORM'=>'От {user}',
    'THEME_MESSAGE_COUNT'=>'Сообщений в теме: {num}',
    'THEME_MESSAGE_NO_POST'=>'В этой теме нет ответов',
    'THEME_MESSAGE_ONE'=>'В теме одно сообщение',
    'INFO_ADDREPLY_ONLY_USER'=>'Чтобы оставить сообщение необходимо войти на сайт.',
    'INFO_THEME_CLOSED'=>'Обратите внимание, что эта тема закрыта, но вы можете отвечать в закрытые темы.',
    'NO_TOPICS_ALERT'=>'Нет тем. Такое может быть если тем действительно в данном форуме еще не создавалось, или если выставлены фильтры просмотра списка тем.'
];