<?php

return [
    'CATEGORY_ID' => 'Категория',
    'VIEWS' => 'Просмотры',
    'RATING' => 'Рейтинг',
    'SEO_ALIAS' => 'Транслит ссылка',
    'TITLE' => 'Название темы',
    'TEXT' => 'Сообщение',
    'SWITCH' => 'Скрыть/показать новость',
    'USER_ID' => 'Автор',
    'DATE_CREATE' => 'Дата публикации',
    'DATE_UPDATE' => 'Дата редактирование',
    'TAB_CONTENT' => 'Содержимое',
    'TAB_IMG' => 'Изображение',
    'TAB_ADDITIONALLY' => 'Дополнительно',
    'PAGE_TITLE' => '0#Создание страницы|1#Редактирование страницы',
    'TAGS' => 'Теги',
    'IS_CLOSE'=>'Закрытрая тема?'
];